Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

source: Mark as read
ar: اعتبارها مقروءة
be: У прачытанае
ca: Marca-ho com a llegit
de: Als gelesen markieren
es: Marcar como leído
fa: علامت زدن به عنوان خوانده شده
fi: Merkitse luetuksi
fr: Marquer comme lu
id: Tandai dibaca
it: Segna come letto
ko: 읽음으로 표시
ms: Tanda sudah dibaca
nl: Markeer als gelezen
pl: Oznacz jako przeczytane
pt_br: Marcar como lido
ru: Пометить как прочитанное
sv: Markera som läst
tr: Okundu olarak işaretle
uk: Прочитано
uz: Oʻqilgan deb belgilash
zh_cn: 标记为已读
zh_tw: 標記為已讀

source: Mark as unread
ar: اعتبارها غير مقروءة
be: У непрачытанае
ca: Marca-ho per llegir
de: Als ungelesen markieren
es: Marcar como no leído
fa: علامت زدن به عنوان خوانده نشده
fi: Merkitse lukemattomaksi
fr: Marquer comme non lu
id: Tandai belum dibaca
it: Segna come non letto
ko: 읽지 않음으로 표시
ms: Tanda belum dibaca
nl: Markeer als ongelezen
pl: Oznacz jako nieprzeczytane
pt_br: Marcar como não lido
ru: Пометить как непрочитанное
sv: Markera som oläst
tr: Okunmadı olarak işaretle
uk: Позначити як непрочитаний
uz: Oʻqilmagan deb belgilash
zh_cn: 标记为未读
zh_tw: 標記為未讀

source: Masks
ar: الأقنعة
be: Маскі
ca: Màscares
de: Masken
es: Máscaras
fa: ماسک‌ها
fi: Naamiot
fr: Masques
id: Mask
it: Maschere
ko: 마스크
ms: Mask
nl: Maskers
pl: Maski
pt_br: Máscaras
ru: Маски
sv: Fotomasker
tr: Maskeler
uk: Маски
uz: Niqoblar
zh_cn: 装饰
zh_tw: 裝飾

source: Masks archived.
ar: تمت أرشفة الأقنعة.
be: Маскі ў архіве.
ca: Màscares arxivades.
de: Masken archiviert.
es: Máscaras archivadas.
fa: ماسک‌ها بایگانی شدند.
fi: Naamiot arkistoitiin.
fr: Masques archivés.
id: Mask diarsipkan.
it: Maschere archiviate.
ko: 마스크 보관됨.
ms: Mask diarkib.
nl: Maskers gearchiveerd.
pl: Maski zarchiwizowane
pt_br: Máscaras arquivadas.
ru: Маски архивированы.
sv: Masker arkiverade.
tr: Maskeler arşivlendi.
uk: Маски заархівовано.
uz: Niqoblar arxivlandi.

# MasksArchivedInfo
source: {0} has been moved to your archive.
ar: تم نقل ⁨{0}⁩ إلى أرشيفك.
be: {0} была перанесена ў ваш архіў.
ca: S'ha mogut {0} a l'arxiu.
de: {0} wurde ins Archiv verschoben.
es: {0} ha sido movido a tu archivo.
fa: ⁨{0}⁩ به بایگانی شما منتقل شد.
fi: {0} siirrettiin arkistoon.
fr: {0} a été déplacé dans votre archive.
id: {0} telah dipindahkan ke arsip Anda.
it: {0} è stato spostato nel tuo archivio.
ko: {0}이(가) 보관함으로 이동되었습니다.
ms: {0} telah digerakkan ke arkib anda.
nl: {0} is verplaatst naar je archief.
pl: Maski {0} zostały przeniesione do twojego archiwum.
pt_br: {0} foi movido para o seu arquivo.
ru: Набор {0} перемещён в архив.
sv: {0} har tagits bort från ditt arkiv.
tr: {0} arşivinize taşındı.
uk: {0} переміщено до вашого архіву.
uz: {0} arxivingizga qoʻshildi.

# MasksCount_one
source: {0} mask
ar: قناع واحد
be: {0} маска
ca: {0} màscara
de: {0} Maske
es: {0} máscara
fi: {0} naamio
fr: {0} masque
it: {0} maschera
nl: {0} masker
pl: {0} maskę
pt_br: {0} máscara
ru: {0} маска
tr: {0} maske
uk: {0} маска

# MasksCount_other
source: {0} masks
ar: ⁨{0}⁩ قناع
be: {0} масак
ca: {0} màscares
de: {0} Masken
es: {0} máscaras
fi: {0} naamiota
fr: {0} masques
it: {0} maschere
ko: 마스크 {0}개
ms: {0} mask
nl: {0} maskers
pl: {0} maski
pt_br: {0} máscaras
ru: {0} масок
sv: {0} masker
tr: {0} maske
uk: {0} масок

# MasksInfo
source: You can add masks to photos you send. To do this, open the photo editor before sending a photo.
ar: يمكنك إضافة أقنعة في محرر الوسائط عند إرسال الصور.
be: Вы можаце накладаць маскі на фота і відэа, якія адпраўляеце. Адкрыйце іх у фотарэдактары перад адпраўкай, каб зрабіць гэта.
ca: Podeu afegir màscares a les fotos que envieu. Per a fer-ho, obriu l'editor de fotos abans d'enviar-ne una.
de: Masken lassen sich Bildern hinzufügen. Öffne dazu vor dem Versand einfach den Editor.
es: Puedes añadir máscaras a las fotos que envías. Para hacerlo, abre el editor de fotos antes de enviar una foto.
fa: شما می‌توانید به عکس‌های ارسالی خود ماسک‌هایی اضافه کنید. برای این کار، پیش از ارسال عکس یا ویدیو ویرایشگر عکس را باز نمایید.
fi: Voit lisätä naamioita kun muokkaat mediaa sitä lähettäessä.
fr: Vous pouvez ajoutez des masques aux photos et vidéos que vous envoyez. Pour cela, ouvrez l'éditeur photo avant d'envoyer.
id: Anda dapat menambahkan mask ke foto yang dikirimkan. Untuk melakukannya, buka Editor Foto sebelum mengirim foto.
it: Puoi aggiungere maschere alle foto che invii. Per farlo, apri l'editor fotografico prima di inviare una foto.
ko: 보내고자 하는 사진에 마스크를 추가하실 수 있습니다. 사진을 보내기 전에 사진 편집기를 열어 보세요.
ms: Anda boleh tambah mask ke foto yang anda kirim. Caranya ialah, buka editor foto sebelum mengirim foto.
nl: Je kunt maskers toevoegen aan foto's , gebruik de fotobewerkingsoptie en verstuur ze.
pl: Możesz dodać maski do wysyłanych zdjęć. Aby to zrobić, przed wysłaniem zdjęcia otwórz edytor zdjęć.
pt_br: Você pode adicionar máscaras em fotos que você envia. Para isso, abra o editor de fotos antes de enviar uma foto.
ru: Вы можете добавлять маски на отправляемые фото. Для этого перед отправкой откройте фоторедактор.
sv: Du kan lägga till masker i mediaredigeraren när du skickar bilder.
tr: Gönderdiğiniz fotoğraflara maske ekleyebilirsiniz. Bunun için, bir fotoğrafı göndermeden önce fotoğraf düzenleyici ile açın.
uk: Ви можете додавати маски до фото й відео в редакторі перед надсиланням.
uz: Yuboradigan rasmlaringizga niqoblarni qoʻshishingiz mumkin. Buni bajarish uchun rasmni yuborishdan oldin rasm tahrirlagichni oching.
zh_cn: 您可以在要发送的图片或视频里添加装饰——只需在发送前打开图片编辑器进行编辑即可。
zh_tw: 您可以在要發送的圖片或影片裏添加裝飾——只需在發送前打開圖片編輯器進行編輯即可。

source: Masks removed
ar: تمت إزالة الأقنعة.
be: Маскі выдалены
ca: S'han eliminat les màscares
de: Masken entfernt
es: Máscaras eliminadas
fa: ماسک‌ها حذف شدند
fi: Naamiot poistettiin.
fr: Masques supprimés
id: Mask dihapus
it: Maschere rimosse
ko: 마스크가 제거되었습니다
ms: Mask dikeluarkan
nl: Maskers verwijderd
pl: Maski usunięte
pt_br: Máscaras removidas
ru: Маски удалены
sv: Masker borttagna.
tr: Maskeler silindi
uk: Маски вилучено
uz: Niqoblar olib tashlandi
zh_cn: 装饰已被移除
zh_tw: 裝飾已被移除

# MasksRemovedInfo
source: {0} is no longer in your masks.
ar: لم يعد ⁨{0}⁩ في أقنعتك.
be: {0} выдалены з вашых масак.
ca: {0} ja no és a les vostres màscares.
de: {0} ist nicht mehr in deinen Masken.
es: {0} ya no está en tus máscaras.
fa: ⁨{0}⁩ دیگر در ماسک‌های شما نیست.
fi: {0} ei ole enää naamioissasi.
fr: {0} n'est plus dans vos masques.
id: {0} tidak ada lagi di kumpulan mask.
it: {0} non è più tra le tue maschere.
ko: {0}은(는) 더 이상 마스크함에 없습니다.
ms: {0} tiada lagi dalam mask anda.
nl: {0} staat niet meer in je maskers.
pl: Pakiet {0} nie jest już w twoich maskach.
pt_br: {0} não está mais em suas máscaras.
ru: Набор {0} удалён из Ваших масок.
sv: {0} finns inte längre bland dina masker.
tr: {0} artık maskelerinizde değil.
uk: {0} прибрано з ваших масок.
uz: {0} ortiq niqoblaringizda emas.

source: May
ar: مايو
be: Май
ca: Maig
de: Mai
es: Mayo
fa: می
fi: toukokuu
fr: Mai
id: Mei
it: Maggio
ko: 5월
ms: Mei
nl: mei
pl: Maj
pt_br: maio
ru: Май
sv: Maj
tr: Mayıs
uk: Травень

# Media_one
source: {0} media
ar: ملف واحد
be: {0} медыя
ca: {0} fitxer
de: {0} Medium
es: {0} archivo multimedia
fr: {0} média
pl: {0} multimedium
pt_br: {0} mídia
ru: {0} медиафайл
tr: {0} medya
uk: {0} медіа

# Media_other
source: {0} media
ar: ⁨{0}⁩ ملف
be: {0} медыя
ca: {0} fitxers
de: {0} Medien
es: {0} archivos multimedia
fi: {0} mediaa
fr: {0} médias
ko: 미디어 {0}개
pl: {0} multimedia
pt_br: {0} mídias
ru: {0} медиафайлов
tr: {0} medya
uk: {0} медіа

# MediaSavedHint_one
source: One item saved to gallery
ar: تم حفظ العنصر في المعرض.
be: {0} элемент захаваны ў галерэю
ca: S'ha desat un ítem
de: Ein Objekt in Galerie gespeichert
es: Ítem guardado en Galería
fi: Media tallennettiin galleriaan.
fr: Un élément enregistré dans la galerie
it: Un oggetto salvato nella galleria
nl: {0} item in galerij opgeslagen
pl: {0} element zapisany w galerii
pt_br: Um item salvo na galeria
ru: {0} медиафайл сохранён в галерею
sv: {0} post sparad till galleriet.
tr: Galeriye bir öğe kaydedildi
uk: Медіафайл збережено в галереї

# MediaSavedHint_other
source: {0} items saved to gallery
ar: تم حفظ ⁨{0}⁩ عنصر في المعرض.
be: {0} элемента захавана ў галерэю
ca: S'han desat {0} ítems
de: {0} Objekte in Galerie gespeichert
es: {0} ítems guardados en Galería
fi: {0} mediaa tallennettiin galleriaan.
fr: {0} éléments enregistrés dans la galerie
it: {0} oggetti salvati nella galleria
ko: 항목 {0}개가 갤러리에 저장되었습니다
ms: {0} benda disimpan ke galeri
nl: {0} items in galerij opgeslagen
pl: {0} elementu zapisane w galerii
pt_br: {0} itens salvos na galeria
ru: {0} медиафайла сохранено в галерею
sv: {0} poster sparade till galleriet.
tr: Galeriye {0} öğe kaydedildi
uk: {0} медіафайл збережено в галереї

# MediaSelected_one
source: {0} media selected
ar: عنصر واحد محدد
be: выбрана {0} медыя
ca: {0} fitxer seleccionat
de: {0} Medium ausgewählt
es: {0} archivo multimedia seleccionado
fi: {0} media valittu
fr: {0} média sélectionné
it: {0} media selezionato
nl: {0} media geselecteerd
pl: Zaznaczono {0} multimedium
pt_br: {0} mídia selecionada
ru: Выбран {0} медиафайл
sv: {0} media vald
tr: {0} medya seçildi
uk: Вибрано {0} медіа

# MediaSelected_other
source: {0} media selected
ar: ⁨{0}⁩ عنصر محدد
be: выбрана {0} медыя
ca: {0} fitxers seleccionats
de: {0} Medien ausgewählt
es: {0} archivos multimedia seleccionados
fi: {0} mediaa valittu
fr: {0} médias sélectionnés
it: {0} media selezionati
ko: 미디어 {0}개 선택됨
ms: {0} media dipilih
nl: {0} media geselecteerd
pl: Zaznaczono {0} multimedium
pt_br: {0} mídias selecionadas
ru: Выбрано {0} медиафайлов
sv: {0} medier valda
tr: {0} medya seçildi
uk: Вибрано {0} медіа

# MediaShowPhotos
source: Show photos
ar: إظهار الصور
be: Паказваць фота
ca: Mostra les fotos
de: Fotos zeigen
es: Mostrar fotos
fi: Näytä kuvat
fr: Afficher les photos
it: Mostra foto
ko: 사진 보기
ms: Tunjuk foto
pl: Pokaż zdjęcia
pt_br: Mostrar fotos
ru: Фотографии
sv: Visa bilder
tr: Fotoğrafları göster
uk: Фото

# MediaShowVideos
source: Show videos
ar: عرض المقاطع
be: Паказваць відэа
ca: Mostra els vídeos
de: Videos zeigen
es: Mostrar videos
fi: Näytä videot
fr: Afficher les vidéos
it: Mostra video
ko: 동영상 보기
ms: Tunjuk video
pl: Pokaż wideo
pt_br: Mostrar vídeos
ru: Видео
sv: Visa videor
tr: Videoları göster
uk: Відео

# MediaZoomIn
source: Zoom in
ar: تكبير
be: Павялічыць
ca: Apropa
de: Vergrößern
es: Acercar
fi: Lähennä
fr: Zoomer
it: Ingrandisci
ko: 확대
ms: Zum masuk
pl: Powiększ
pt_br: Mais zoom
ru: Увеличить
sv: Zooma in
tr: Yakınlaştır
uk: Збільшити

# MediaZoomOut
source: Zoom out
ar: تصغير
be: Зменшыць
ca: Allunya
de: Verkleinern
es: Alejar
fi: Loitonna
fr: Dézoomer
it: Riduci
ko: 축소
ms: Zum keluar
pl: Pomniejsz
pt_br: Menos zoom
ru: Уменьшить
sv: Zooma ut
tr: Uzaklaştır
uk: Зменшити

# MegaAddedBy
source: un1 added you to this group
ar: ⁨un1⁩ أضافك لهذه المجموعة
be: un1 дадаў(-ла) вас у гэту суполку
ca: un1 us ha afegit al grup
de: un1 hat dich hinzugefügt
es: un1 te añadió a este grupo
fa: ⁨un1⁩ شما را به این گروه اضافه کرد
fi: un1 lisäsi sinut tähän ryhmään
fr: un1 vous a ajouté à ce groupe
id: un1 menambahkan Anda ke group ini.
it: un1 ti ha aggiunto a questo gruppo
ko: un1 님이 나를 이 그룹에 추가했습니다
ms: un1 tambah anda ke grup ini
nl: un1 heeft je toegevoegd aan deze groep
pl: Użytkownik un1 dodał cię do tej grupy
pt_br: un1 adicionou você ao grupo
ru: un1 добавил(а) вас в эту группу
sv: un1 lade till dig i gruppen
tr: un1 sizi bu gruba ekledi
uk: un1 додає вас до цієї групи
uz: un1 sizni bu guruhga qoʻshdi
zh_cn: un1 将您添加到此群组
zh_tw: un1 將您添加到此群組

# MegaAdminsInfo
source: You can add administrators to help you manage your group. Tap and hold to remove them.
ar: يمكنك إضافة مشرفين لمساعدتك في إدارة المجموعة. اضغط عليهم مطولًا لحذفهم.
be: Калі вам патрэбна дапамога ў кіраванні суполкай, вы можаце прызначыць кіраўнікоў. Каб разжалаваць кіраўніка, націсніце на яго і ўтрымлівайце.
ca: Els administradors us ajuden a gestionar el grup. Manteniu premut per a eliminar-los.
de: Administratoren helfen dir, deine Gruppe zu verwalten. Tippen und halten, um sie zu löschen.
es: Puedes añadir administradores para que te ayuden en el grupo. Mantén pulsado para eliminarlos.
fa: شما می‌توانید مدیرانی را به گروه خود اضافه کنید تا در مدیریت آن به شما کمک کنند. برای حذف آن‌ها ضربه بزنید و نگه دارید.
fi: Voit lisätä valvojia auttamaan ryhmäsi hallinnoimisessa. Paina pitkään poistaaksesi valvojia.
fr: Vous pouvez ajouter des administrateurs pour vous aider à gérer votre groupe. Touchez et maintenez pour les renvoyer.
id: Anda dapat menambah admin untuk membantu mengatur group Anda. Tekan dan tahan untuk menghapus admin.
it: Puoi aggiungere amministratori per farti aiutare a gestire il tuo gruppo. Tieni premuto per rimuoverli.
ko: 그룹을 관리하는 데 도움을 줄 관리자를 추가하실 수 있습니다. 관리자를 제명하려면 길게 누르세요.
ms: Anda boleh tambah pentadbir untuk bantu mengurus grup. Tekan lama, untuk keluarkan mereka.
nl: Je kunt beheerders toevoegen om je te helpen je groep te beheren. Druk en houd ingedrukt om beheerders te verwijderen.
pl: Możesz dodać administratorów, którzy pomogą ci zarządzać twoją grupą. Dotknij i przytrzymaj, aby ich usunąć.
pt_br: Você pode adicionar administradores para ajudar você a gerenciar seu grupo. Toque e segure para removê-los.
ru: Выберите помощников для управления группой. Чтобы удалить администратора, нажмите и удерживайте.
sv: Du kan lägga till administratörer att hjälpa dig att hantera din grupp. Tryck och håll ner för att ta bort dem.
tr: Grubunuzu yönetmenize yardımcı olacak yöneticiler ekleyebilirsiniz. Bunları kaldırmak için dokunun ve basılı tutun.
uk: Ви можете додавати адміністраторів для допомоги вам у керуванні групою. Утримуйте, щоб вилучити їх.
uz: Guruhingizni boshqarishda sizga yordam beradigan administratorlarni qo'shishingiz mumkin. Ularni olib tashlash uchun ustiga bosing va tutib turing
zh_cn: 您可以添加管理员帮助您管理群组。长按可删除管理员。
zh_tw: 您可以添加管理員協助您管理群組。長按可删除管理員。

# MegaDeleteAlert
source: Wait! Deleting this group will remove all members and all messages will be lost. Delete the group anyway?
ar: حذف هذه المجموعة سيزيل كافة الأعضاء ويحذف كل الرسائل، هل تريدون فعلًا حذف المجموعة؟
be: Пачакайце! Калі вы выдаліце гэту суполку, удзельнікі страцяць доступ да яе, а паведамленні будуць выдалены. Вы сапраўды хочаце гэта зрабіць?
ca: En eliminar el grup s'expulsaran tots els membres i els missatges es perdran. Voleu eliminar-lo?
de: Wenn du diese Gruppe löschst, werden alle Mitglieder und alle Nachrichten entfernt. Wirklich löschen?
es: ¡Espera! Al eliminar este grupo, todos los miembros y mensajes se perderán. ¿Quieres eliminarlo de todos modos?
fa: صبر کنید! با حذف این گروه تمامی اعضا حذف شده و تمامی پیام‌ها از بین خواهند رفت. آیا با این حال گروه را حذف می‌کنید؟
fi: Jos poistat tämän ryhmän, erotat kaikki jäsenet ja kaikki ryhmän viestit katoavat. Haluatko silti poistaa ryhmän?
fr: Voulez-vous vraiment supprimer ce groupe ? Tous les membres seront éjectés et tous les messages seront perdus.
id: Tunggu! Menghapus grup ini akan menghapus semua anggota dan semua pesan akan hilang. Lanjut hapus grup ini?
it: Aspetta! Eliminando il gruppo rimuoverai tutti i membri e tutti i messaggi saranno persi. Vuoi comunque eliminare il gruppo?
ko: 잠깐! 그룹을 삭제하시면 모든 참가자가 추방되며 모든 메시지가 사라집니다. 그래도 그룹을 삭제할까요?
ms: Sebentar! Memadamkan grup ini akan mengeluarkan semua ahli dan semua mesej akan hilang. Mahu teruskan?
nl: Groep echt verwijderen? Berichten worden gewist en alle leden verwijderd.
pl: Czekaj! Usunięcie tej grupy spowoduje usunięcie wszystkich członków i wszystkie wiadomości zostaną utracone. Mimo wszystko usunąć grupę?
pt_br: Espere! Apagar este grupo removerá todos os membros e todas as mensagens serão perdidas. Apagar o grupo mesmo assim?
ru: Внимание! Удаление этой группы приведёт к исключению всех участников и потере всех сообщений. Вы точно хотите её удалить?
sv: Om du tar bort den här gruppen försvinner alla dess medlemmar och meddelanden. Vill du ta bort gruppen?
tr: Bekle! Bu grubu silmek bütün üyelerin ve mesajların kaybolmasına neden olacaktır. Yine de silinsin mi?
uk: Зачекайте! Видалення групи вилучить усіх учасників і всі повідомлення в ній. Видалити групу?
uz: Toʻxtang! Bu guruhni oʻchirib tashlash barcha aʼzolarning olib tashlanishiga va barcha xabarlarning yoʻqotilishiga olib keladi. Guruh baribir oʻchirib tashlansinmi?
zh_cn: 且慢！解散此群组将会移除所有成员，并且会丢失所有消息记录。确定要解散此群组？
zh_tw: 且慢！解散此群組將會移除所有成員，並且會丢失所有訊息記錄。確定要解散此群組？

# MegaDeleteInfo
source: You will lose all messages in this group.
ar: ستخسر كل الرسائل في هذه المجموعة.
be: Вы страціце доступ да ўсіх паведамленняў у гэтай суполцы.
ca: Perdreu tots els missatges del grup.
de: Du verlierst alle Nachrichten der Gruppe.
es: Perderás todos los mensajes en este grupo.
fa: شما تمامی پیام‌های این گروه را از دست خواهید داد.
fi: Menetät kaikki tässä ryhmässä olevat viestit.
fr: Vous allez perdre tous les messages de ce groupe.
id: Anda akan kehilangan semua pesan di grup ini.
it: Perderai tutti i messaggi in questo gruppo.
ko: 그룹에 있는 메시지가 모두 사라집니다.
ms: Anda akan hilang semua mesej dalam grup ini.
nl: Je raakt alle berichten in deze groep kwijt.
pl: Spowoduje to utratę wszystkich wiadomości w tej grupie.
pt_br: Você perderá todas as mensagens neste grupo.
ru: Вы потеряете все сообщения из этой группы.
sv: Du kommer förlora gruppens alla meddelanden.
tr: Bu gruptaki tüm mesajları kaybedeceksiniz.
uk: Ви втратите всі повідомлення в цій групі.
uz: Siz bu guruhdagi barcha xabarlarni yoʻqotasiz.
zh_cn: 您将会丢失此群组的所有消息。
zh_tw: 您將會丢失此群組的所有訊息。

# MegaLeaveAlert
source: Are you sure you want to leave the group?
ar: هل تريدون فعلًا مغادرة المجموعة؟
be: Вы ўпэўнены, што хочаце выйсці з гэтай суполкі?
ca: Segur que voleu abandonar el grup?
de: Möchtest du wirklich diese Gruppe verlassen?
es: ¿Quieres salir del grupo?
fa: آیا از ترک این گروه اطمینان دارید؟
fi: Haluatko varmasti poistua ryhmästä?
fr: Voulez-vous vraiment quitter ce groupe ?
id: Anda yakin ingin keluar dari grup?
it: Vuoi davvero lasciare il gruppo?
ko: 정말 그룹에서 나가시겠습니까?
ms: Anda pasti mahu keluar grup?
nl: Groep echt verlaten?
pl: Czy na pewno chcesz opuścić grupę?
pt_br: Tem certeza de que deseja sair do grupo?
ru: Вы точно хотите покинуть группу?
sv: Vill du lämna den här gruppen?
tr: Gruptan ayrılmak istediğinizden emin misiniz?
uk: Ви дійсно хочете покинути групу?
uz: Haqiqatan guruhni tark etmoqchimisiz?
zh_cn: 您确定要退出此群组吗？
zh_tw: 您確定要退出此群組嗎？

# MegaLeaveAlertWithName
source: Are you sure you want to leave **{0}**?
ar: هل تريدون فعلًا مغادرة **⁨{0}⁩**؟
be: Вы сапраўды хочаце выйсці з **{0}**?
ca: Segur que voleu abandonar **{0}**?
de: Wirklich **{0}** verlassen?
es: ¿Quieres salir de **{0}**?
fa: آیا از ترک **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti poistua ryhmästä **{0}**?
fr: Voulez-vous vraiment quitter **{0}** ?
id: Anda yakin ingin keluar dari **{0}**?
it: Vuoi davvero lasciare **{0}**?
ko: 정말 **{0}**에서 나가시겠습니까?
ms: And pasti ingin keluar **{0}**?
nl: **{0}** echt verlaten?
pl: Czy na pewno chcesz opuścić **{0}**?
pt_br: Tem certeza de que deseja sair do grupo **{0}**?
ru: Вы точно хотите покинуть **{0}**?
sv: Är du säker att du vill lämna **{0}**?
tr: **{0}** grubundan ayrılmak istediğinizden emin misiniz?
uk: Ви дійсно хочете покинути **{0}**?
uz: Haqiqatan **{0}**ni tark etmoqchimisiz?

# MegaLocation
source: Location-based Group
ar: مجموعة محلية
be: Суполка з месцазнаходжаннем
ca: Grup basat en la ubicació
de: Lokale Gruppe
es: Grupo por ubicación
fa: گروه بر اساس موقعیت مکانی
fi: Sijaintikohtainen ryhmä
fr: Groupe basé sur la localisation
id: Grup Berdasarkan Lokasi
it: Gruppo basato sulla posizione
ko: 위치 기반 그룹
ms: Grup Berdasarkan Lokasi
nl: Locatiegebonden groep
pl: Grupa oparta na lokalizacji
pt_br: Grupo Baseado em Localização
ru: Группа с геопозицией
sv: Platsbaserad grupp
tr: Konum tabanlı grup
uk: Група з розташуванням
uz: Joylashuvga asoslangan guruh

# MegaPrivate
source: Private Group
ar: مجموعة خاصة
be: Прыватная суполка
ca: Grup privat
de: Private Gruppe
es: Grupo privado
fa: گروه خصوصی
fi: Yksityinen ryhmä
fr: Groupe privé
id: Grup Privat
it: Gruppo privato
ko: 비공개 그룹
ms: Grup Peribadi
nl: Privé-groep
pl: Grupa prywatna
pt_br: Grupo Privado
ru: Частная группа
sv: Privat grupp
tr: Gizli Grup
uk: Приватна група
uz: Shaxsiy guruh
zh_cn: 私密群组
zh_tw: 私密群組

# MegaPrivateInfo
source: Private groups can only be joined if you were invited or have an invite link.
ar: يمكن الانضمام للمجموعات الخاصة فقط في حال تمت دعوتك أو بواسطة رابط دعوة.
be: Да прыватных суполак можна далучыцца толькі праз запрашальную спасылку.
ca: Els grups privats només es poden accedir si us hi conviden o per enllaç d'invitació.
de: Private Gruppen können nur durch direkte Einladungen oder über einen Einladungslink betreten werden.
es: Sólo se puede entrar a grupos privados si te añaden o si tienes un enlace de invitación.
fa: تنها با دعوت شدن یا داشتن لینک دعوت می‌توان به گروه‌های خصوصی پیوست.
fi: Yksityisiin ryhmiin pääsee vain kutsuttuna tai kutsulinkin kautta.
fr: Seules les personnes invitées ou possédant un lien d'invitation peuvent rejoindre un groupe privé.
id: Group privat hanya dapat dimasuki jika Anda diundang atau mendapat undangan.
it: È possibile unirsi ai gruppi privati solo se sei stato invitato o se hai un link d'invito.
ko: 비공개 그룹은 초대되거나 초대 링크가 있는 경우에만 들어갈 수 있습니다.
ms: Grup peribadi hanya boleh disertai jika anda dijemput atau melalui link jemputan.
nl: Lid worden van privé-groepen kan alleen via uitnodiging of per uitnodigingslink.
pl: Do prywatnych grup można dołączyć tylko wtedy, gdy masz zaproszenie lub link zaproszenia.
pt_br: Só é possível entrar em grupos privados por meio de um link de convite ou se você for convidado.
ru: В частные группы можно вступить только по приглашению или пригласительной ссылке.
sv: Man kan endast gå med i privata grupper om man bjudits in eller eller har en inbjudningslänk.
tr: Gizli gruplara yalnızca davet edildiyseniz veya davet bağlantınız varsa katılabilirsiniz.
uk: Приєднатися до приватної групи можна за запрошенням чи за запрошувальним посиланням.
uz: Shaxsiy guruhlarga faqat taklif qilinsangiz yoki taklif havolangiz boʻlsa, qoʻshilishingiz mumkin.
zh_cn: 私密群组只能通过群成员的邀请，或邀请链接加入。
zh_tw: 私密群組只能通過群組成員的邀請，或邀請鏈結加入。
